Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Красная Слобода
be: [Красная Слабада, Чырвоная Слабада]

source: Красная Слободка
be: Красная Слабодка

source: Красная Смена
be: Красная Змена

source: Красная Харьковка
be: Чырвоная Харкаўка

source: Красники
be: Краснікі

source: Красница
be: Красніца

source: Красница 1
be: Красніца 1

source: Красница 2
be: Красніца 2

source: Красноармейская
be: Краснаармейская

source: Краснобель
be: Краснабель

source: Краснобережская Слободка
be: Краснабярэжская Слабодка

source: Краснобережье
be: Краснабярэжжа

source: Краснобудский
be: Краснабудскі

source: Красновинка
be: Краснавінка

source: Красновичи
be: Красновічы

source: Красновка
be: [Краснаўка, Красноўка]

source: Красноволье
be: Краснаволле

source: Красновцы
be: [Краснаўцы, Красноўцы]

source: Красногорка
be: Краснагорка

source: Красногорки
be: Краснагоркі

source: Красногорск
be: Краснагорск

source: Красногорье
be: Краснагор’е

source: Краснодворцы
be: Краснадворцы

source: Красное
be: Краснае

source: Красное Березино
be: Краснае Беразіно

source: Красное Знамя
be: Краснае Знамя

source: Красное Озеро
be: Краснае Возера

source: Красное Селище
be: Краснае Селішча

source: Красное Село
be: [Краснае Сяло, Чырвонае Сяло]

source: Красное Утро
be: Чырвоная Раніца

source: Красноземье
be: Красназем’е

source: Краснолуки
be: Красналукі

source: Краснолучка
be: Красналучка

source: Красноозёрное
be: Краснаазёрнае

source: Краснополье
be: Краснаполле

source: Краснополье 2
be: Краснаполле 2

source: Краснопольцы
be: Краснапольцы

source: Красноселье
be: Краснаселле

source: Красносельский
be: Краснасельскі

source: Красносельцы
be: Краснасельцы

source: Красные Будники
be: Красныя Буднікі

source: Красный
be: [Красны, Чырвоны]

source: Красный Алёс
be: Чырвоны Алёс

source: Красный Берег
be: [Красны Бераг, Чырвоны Бераг]

source: Красный Бережок
be: Красны Беражок

source: Красный Богатырь
be: Красны Багатыр

source: Красный Бор
be: Красны Бор

source: Красный Борец
be: Чырвоны Барэц

source: Красный Брод
be: Красны Брод

source: Красный Восход
be: Красны Васход

source: Красный Груд
be: Чырвоны Груд

source: Красный Дар
be: [Красны Дар, Чырвоны Дар]

source: Красный Двор
be: Красны Двор

source: Красный Дворец
be: Красны Дварэц

source: Красный Камень
be: Красны Камень

source: Красный Курган
be: [Красны Курган, Чырвоны Курган]

source: Красный Лес
be: Красны Лес

source: Красный Лужок
be: Красны Лужок

source: Красный Луч
be: [Красны Луч, Чырвоны Прамень]

source: Красный Маяк
be: Красны Маяк

source: Красный Мост
be: Красны Мост

source: Красный Огород
be: Красны Агарод

source: Красный Октябрь
be: [Красны Акцябр, Чырвоны Кастрычнік]

source: Красный Осовец
be: Красны Асавец

source: Красный Остров
be: Красны Востраў

source: Красный Партизан
be: Чырвоны Партызан

source: Красный Пахарь
be: [Красны Араты, Красны Пахар, Чырвоны Араты]

source: Красный Посёлок
be: Красны Пасёлак

source: Красный Рог
be: Красны Рог

source: Красный Ручей
be: Чырвоны Ручай

source: Красный Сад
be: Красны Сад

source: Красный Свет
be: Красны Свет

source: Красный Угол
be: Красны Вугал

source: Красный Яр
be: Красны Яр

source: Красовка
be: Красоўка

source: Красово
be: [Красава, Красова]

source: Красовщина
be: Красоўшчына

source: Красомай
be: Красамай

source: Красули
be: Красулі

source: Красулино
be: Красуліна

source: Красыни
be: Красыні

source: Красыничи
be: Красынічы

source: Крацевичи
be: Крацэвічы

source: Крашино
be: Крашына

source: Крашнево
be: Крашнева

source: Кревня
be: Краўня

source: Крево
be: Крэва

source: Крегли
be: Краглі

source: Крейванцы
be: Крайванцы

source: Кременец
be: Крамянец

source: Кремени
be: Крамяні

source: Кремец
be: Крамец

source: Кремно
be: Крамно

source: Кремное
be: Крэмнае

source: Кремок
be: Крамок

source: Кремушевка
be: Крамушаўка

source: Кремяница
be: Крамяніца

source: Кремяница Дольная
be: Крамяніца Дольная

source: Кремянка
be: Крамянка

source: Крепочи
be: Крапачы

source: Кресла
be: Крэсла

source: Кресляне
be: Красляне

source: Крестиново
be: [Красцінава, Крыстынова]

source: Крестинтерн
be: Крастынтэрн

source: Крестовский
be: Крастоўскі

source: Кресты
be: Красты

source: Крестьянка
be: Красцьянка

source: Кречевцы
be: Крэчаўцы

source: Кречеты
be: Крачаты

source: Криваль
be: Крываль

source: Кривасели
be: Крываселі

source: Кривая
be: Крывая

source: Кривая Берёза
be: Крывая Бяроза

source: Кривая Гряда
be: Крывая Града

source: Кривая Нива
be: Крывая Ніва

source: Кривелёво
be: Крывялёва

source: Кривели
be: Крывялі

source: Кривель
be: Крывель

source: Кривенки
be: Крывенкі

source: Кривец
be: Крывец

source: Кривино
be: Крывіна

source: Кривица
be: Крывіца

source: Кривичи
be: Крывічы

source: Кривка
be: Крыўка

source: Кривки
be: Крыўкі

source: Кривляны
be: Крыўляны

source: Кривоблоты
be: Крываблоты

source: Кривовщина
be: Крывоўшчына

source: Кривое
be: Крывое

source: Кривое 2
be: Крывое 2

source: Кривоёвщина
be: Крываёўшчына

source: Кривое Село
be: Крывое Сяло

source: Кривознаки
be: Крывазнакі

source: Кривоконно
be: Крываконна

source: Кривоногово
be: Крываногава

source: Кривоносовцы
be: Крываносаўцы

source: Кривоносы
be: Крываносы

source: Кривополье
be: Крываполле

source: Кривортово
be: Крывортава

source: Кривосельцы
be: Крывасельцы

source: Кривошин
be: Крывошын

source: Кривск
be: Крыўск

source: Кривулино
be: Крывуліна

source: Кривуличи
be: Крывулічы

source: Кривульки
be: Крывулькі

source: Кривуля
be: Крывуля

source: Кривущино
be: Крывушчына

source: Кривцы
be: Крыўцы

source: Кривча
be: Крыўча

source: Кривчицы
be: Крыўчыцы

source: Кривые
be: Крывыя

source: Кривы Мост
be: Крывы Мост

source: Крикуны
be: Крыкуны

source: Криница
be: Крыніца

source: Криница 1
be: Крыніца 1

source: Криница 2
be: Крыніца 2

source: Криницы
be: Крыніцы

source: Криничка
be: Крынічка

source: Кринички
be: Крынічкі

source: Криничная
be: Крынічная

source: Криничная Гряда
be: Крынічная Града

source: Криничное
be: Крынічнае

source: Криничный
be: Крынічны

source: Крипули
be: Крыпулі

source: Кристамполье
be: Крыстампалле

source: Кристоповщина
be: Крыстопаўшчына

source: Кристополье
be: Крыстаполле

source: Крицкие
be: Крыцкія

source: Кричев 2
be: Крычаў 2

source: Кричеватка
be: Крычаватка

source: Кричевец
be: Крычавец

source: Кричево
be: Крычава

source: Кричин
be: Крычын

source: Кричино
be: Крычына

source: Крички
be: Крычкі

source: Кричники
be: Крычнікі

source: Кролики
be: Кролікі

source: Кромовичи
be: Кромавічы

source: Кроньки
be: Кронькі

source: Кропишки
be: Кропішкі

source: Кротики
be: Кроцікі

source: Кротки
be: Кроткі

source: Кротов
be: Кротаў

source: Кротово
be: Кротава

source: Кроты
be: Краты

source: Крошин
be: Крошын

source: Крошино
be: Крошына

source: Крошки
be: Крошкі

source: Крошнево
be: Крошнева

source: Круги
be: Кругі

source: Круглики
be: Круглікі

source: Круглица
be: Кругліца

source: Круглово
be: Круглава

source: Круглое
be: Круглае

source: Круглониво
be: Круглоніва

source: Круглый
be: Круглы

source: Круговец
be: Кругавец

source: Круговец-Калинино
be: Кругавец-Калініна

source: Круговины
be: Круговіны

source: Кружки
be: Кружкі

source: Круки
be: Крукі

source: Круковка
be: Крукоўка

source: Круковщина
be: Крукоўшчына

source: Крулевщина
be: [Крулеўшчына, Круляўшчына]

source: Крумплево
be: Крумплева

source: Крумпли
be: Крумплі

source: Круни
be: Круні

source: Крупейки
be: Крупейкі

source: Крупели
be: Крупялі

source: Крупени
be: Крупені

source: Крупеники
be: Крупенікі

source: Крупенино
be: Крупеніна

source: Крупенище
be: Крупенішча

source: Крупица
be: Крупіца

source: Крупичи
be: Крупічы

source: Крупли
be: Круплі

source: Крупники
be: Крупнікі

source: Крупница
be: Крупніца

source: Крупово
be: Крупава

source: Круповщизна
be: Крупаўшчызна

source: Круповщина
be: Крупаўшчына

source: Круподёры
be: Крупадзёры

source: Крупский
be: Крупскі

source: Крупчино
be: Крупчына

source: Крупщина
be: Крупшчына

source: Крупяжино
be: Крупяжына

source: Крутая Гора
be: Крутая Гара

source: Крути
be: Круці

source: Крутиловичи
be: Круцілавічы

source: Крутки
be: Круткі

source: Крутовцы
be: Крутаўцы

source: Крутой Берег
be: Круты Бераг

source: Крутый Ров
be: Круты Роў

source: Крухановичи
be: Круханавічы

source: Кручполье
be: Кручполле

source: Крушин
be: Крушын

source: Крушина
be: Крушына

source: Крушинка
be: Крушынка

source: Крушники
be: Крушнікі

source: Крывки
be: Крыўкі

source: Крыжалевщина
be: Крыжалеўшчына

source: Крыжи
be: Крыжы

source: Крыжики
be: Крыжыкі

source: Крыжовка
be: Крыжоўка

source: Крылов
be: Крылоў

source: Крыловичи
be: Крыловічы

source: Крылово
be: [Крылава, Крылова]

source: Крыльцово
be: Крыльцова

source: Крыница
be: Крыніца

source: Крыницы
be: Крыніцы

source: Крыничная
be: Крынічная

source: Крынки
be: Крынкі

source: Крысковичи
be: Крыскавічы

source: Крысово
be: Крысава

source: Крыськово
be: Крыськава

source: Крытышин
be: Крытышын

source: Крышилки
be: Крышылкі

source: Крышиловичи
be: Крышылавічы

source: Крышиловщина
be: Крышылоўшчына

source: Крышичи
be: Крышычы

source: Крыштафово
be: Крыштафова

source: Крюки
be: Крукі

source: Крюки 1
be: Крукі 1

source: Крюки 2
be: Крукі 2

source: Крюковичи
be: Крукавічы

source: Крюково
be: Крукава

source: Крюковщина
be: Крукаўшчына

source: Крючки
be: Кручкі

source: Ксаверово
be: Ксавярова

source: Ксензовщина
be: Ксёндзаўшчына

source: Кстовка
be: Кстоўка

source: Кубарки
be: Кубаркі

source: Кубелевщина
be: Кубелеўшчына

source: Кубельники
be: Кубельнікі

source: Кубельчики
be: Кубельчыкі

source: Кублик
be: Кублік

source: Кубличи
be: Кублічы

source: Кублище
be: Кублішча

source: Кублищено
be: Кублішчына

source: Кублищина
be: Кублішчына

source: Кубочники
be: Кубачнікі

source: Кубраковка
be: Кубракоўка

source: Кувеки
be: Кувекі

source: Кувечино
be: Кувечына

source: Кугони
be: Кугоні

source: Кудаево
be: Кудаева

source: Кудевцы
be: Кудзеўцы

source: Кудейши
be: Кудэйшы

source: Кудерки
be: Кудзеркі

source: Кудиновичи
be: Кудзінавічы

source: Кудины
be: Кудзіны

source: Кудишки
be: Кудзішкі

source: Кудовичи
be: Кудавічы

source: Кудричи
be: Кудрычы

source: Кудрищино
be: Кудрышчына

source: Кудяны
be: Кудзяны

source: Кужеличин
be: Кужалічын

source: Кужи
be: Кужы

source: Кузевичи
be: [Кузевічы, Кузявічы]

source: Кузёмщина
be: Кузёмшчына

source: Кузнецовка
be: Кузняцоўка

source: Кузнецово
be: Кузняцова

source: Кузовино
be: Кузавіна

source: Кузьковичи
be: Кузькавічы

source: Кузьменцы
be: Кузьмянцы

source: Кузьминичи
be: Кузьмінічы

source: Кузьминка
be: Кузьмінка

source: Кузьмино
be: Кузьміно

source: Кузьмичи
be: Кузьмічы

source: Кузьмишки
be: Кузьмішкі

source: Кузюрёнки
be: Кузюронкі

source: Кукелевщина
be: Кукелеўшчына

source: Кукига
be: Кукіга

source: Кукини
be: Кукіні

source: Кукли
be: Куклі

source: Кукличи
be: Куклічы

source: Кукловщина
be: Куклаўшчына

source: Куковичи
be: Кукавічы

source: Куково
be: Кукава

source: Куково-Бор
be: Кукава-Бор

source: Куковячино
be: Кукавячына

source: Куколевка
be: Кукалеўка

source: Куколи
be: Кукалі

source: Куколки
be: Кукалкі

source: Кукольчицы
be: Кукальчыцы

source: Кукорево
be: Кукарава

source: Куксино
be: Куксіна

source: Кукуевка
be: Кукуеўка

source: Кукути
be: Кукуці

source: Кукушкино
be: Кукушкіна

source: Кукшевичи
be: Кукшавічы

source: Кукшин
be: Кукшын

source: Кукшиново
be: Кукшынава

source: Кулаки
be: Кулакі

source: Кулаковка
be: Кулакоўка

source: Кулаково
be: Кулакова

source: Кулаковщина
be: Кулакоўшчына

source: Кулевичи
be: Кулявічы

source: Кулевцы
be: Кулеўцы

source: Кулёвцы
be: Кулёўцы

source: Кулевщина
be: Кулеўшчына

source: Кулёвщина
be: Кулёўшчына

source: Кулени
be: Куляні

source: Кулеши
be: Куляшы

source: Кулешовка
be: Куляшоўка

source: Кулешово
be: Куляшова

source: Кули
be: Кулі

source: Кулики
be: Кулікі

source: Куликово
be: Кулікова

source: Кулиново
be: Кулінава

source: Кулиха
be: Куліха

source: Кулишки
be: Кулішкі

source: Кульбачино
be: Кульбачына

source: Кульгаи
be: Кульгаі

source: Кульки
be: Кулькі

source: Кулькишки
be: Кулькішкі

source: Кульнево
be: Кульнева

source: Кульни
be: Кульні

source: Кульшино
be: Кульшыно

source: Кульшичи
be: Кульшычы

source: Куляки
be: Кулякі

source: Кулятино
be: Куляціна

source: Кумельщина
be: Кумельшчына

source: Кумпини
be: Кумпіні

source: Кунаховичи
be: Кунахавічы

source: Кунаши
be: Кунашы

source: Куневичи
be: Куневічы

source: Кунеи
be: Кунеі

source: Куницкие 1
be: Куніцкія 1

source: Куноса
be: Кунаса

source: Кунторовка
be: Кунтараўка

source: Кунцевичи
be: [Кунцавічы, Кунцэвічы]

source: Кунцевщина
be: Кунцаўшчына

source: Купалье
be: Купалле

source: Купелище
be: Купелішча

source: Купино
be: Купіна

source: Куписк
be: Купіск

source: Купичи
be: Купічы

source: Куплин
be: Куплін

source: Купники
be: Купнікі

source: Купнино
be: Купніно

source: Куповцы
be: Купаўцы

source: Куповщина
be: Купаўшчына

source: Купреевка
be: Купрэеўка

source: Купровичи
be: Куправічы

source: Купчелёво
be: Купчалёва

source: Купчели
be: Купчэлі

source: Купятичи
be: Купяцічы

source: Курадово
be: Курадава

source: Кураки
be: Куракі

source: Кураковщина
be: Куракаўшчына

source: Курапово
be: Курапава

source: Кураченков
be: Курачэнкаў

source: Курбаки
be: Курбакі

source: Курганица
be: Курганіца

source: Кургановка
be: Курганаўка

source: Курганье
be: Курганне

source: Курдеки
be: Курдзекі

source: Курейшино
be: Курэйшына

source: Куренец
be: Куранец

source: Куриленки
be: Курыленкі

source: Куриловичи
be: Курылавічы

source: Курилово
be: Курылава

source: Куриловцы
be: Курылаўцы

source: Куриловщина
be: Курылаўшчына

source: Курин
be: Курын

source: Курино
be: Курына

source: Куритичи
be: Курыцічы

source: Курки
be: Куркі

source: Курковичи
be: Куркавічы

source: Курково
be: Куркава

source: Курковщина
be: Куркаўшчына

source: Куркули
be: Куркулі

source: Курляндики
be: Курляндзікі

source: Курманово
be: Курманава

source: Курмелёвка
be: Курмялёўка

source: Курневичи
be: Курневічы

source: Курники
be: Курнікі

source: Курницки
be: Курніцкі

source: Куровичи
be: Куравічы

source: Куровое
be: Куравое

source: Куровщина
be: Куроўшчына

source: Куромшичи
be: Куромшычы

source: Курополье
be: Кураполле

source: Курочки
be: Курачкі

source: Курпеши
be: Курпешы

source: Курпи
be: Курпі

source: Курпики
be: Курпікі

source: Курпичи
be: Курпічы

source: Курсевичи
be: Курсевічы

source: Куртёнки
be: Курцёнкі

source: Курущани
be: Курушчані

source: Курчевская Усвейка
be: Курчэўская Усвейка

source: Курчёвцы
be: Курчоўцы

source: Курчи
be: Курчы

source: Курчино
be: Курчына

source: Куршиновичи
be: Куршынавічы

source: Курьяново
be: Кур’янава

source: Курьяны
be: Кур’яны

source: Куряки
be: Куракі

source: Кусевщина
be: Кусеўшчына

source: Кусенцы
be: Кусянцы

source: Кустарный
be: Кустарны

source: Кустино
be: Кусціна

source: Кустичи
be: Кусцічы

source: Кустовица
be: Куставіца

source: Кустовичи
be: Кустовічы

source: Кустовка
be: Кустоўка

source: Кутенка
be: Куценка

source: Кутеняты
be: Куцяняты

source: Кутин
be: Куцін

source: Кутино
be: Куціна

source: Кутишки
be: Куцішкі

source: Кутневичи
be: Кутнявічы

source: Кутнево
be: Кутнева

source: Кутники
be: Кутнікі

source: Кутное
be: Кутнае

source: Кутовец
be: Кутавец

source: Кутовщина
be: Кутаўшчына

source: Куторовщина
be: Кутараўшчына

source: Кутузовка
be: Кутузаўка

source: Кутьки
be: Куцькі

source: Кухальские
be: Кухальскія

source: Кухаревка
be: Кухараўка

source: Кухарево
be: Кухарава

source: Кухарёнки
be: Кухаронкі

source: Кухари
be: Кухары

source: Кухтичи
be: Кухцічы

source: Кухчицы
be: Кухчыцы

source: Куцевичи
be: Куцавічы

source: Куцевщина
be: Куцаўшчына

source: Куцейки
be: Куцэйкі

source: Куцки
be: Куцкі

source: Куцый Лес
be: Куцы Лес

source: Кучарино
be: Кучарына

source: Кучин
be: Кучын

source: Кучино
be: Кучына

source: Кучиновщина
be: Кучынаўшчына

source: Кучинск
be: Кучынск

source: Кучинщина
be: Кучыншчына

source: Кучицы
be: Кучыцы

source: Кучки
be: Кучкі

source: Кушевка
be: Кушэўка

source: Кушлево
be: Кушлева

source: Кушли
be: Кушлі

source: Кушлики
be: Кушлікі

source: Кушнеровка
be: Кушняроўка

source: Кушнеры
be: Кушняры

source: Куштали
be: Кушталі

source: Кяпсни
be: Кяпсні

source: Лабенщина
be: Лабэншчына

source: Лабецкие
be: Лабэцкія

source: Лабно-Огородники
be: Лабна-Агароднікі

source: Лабоды
be: Лабады

source: Лабоцкие
be: Лабоцкія

source: Лабутевцы
be: Лабуцеўцы

source: Лабути
be: Лабуці

source: Лавки
be: Лаўкі

source: Лавля
be: Лаўля

source: Лавники
be: Лаўнікі

source: Лавница
be: Лаўніца

source: Лавно
be: Лаўна

source: Лавреновичи
be: Лаўрэнавічы

source: Лавреновка
be: Лаўрэнаўка

source: Лавриновичи
be: [Лаўрынавічы, Лаўрыновічы]

source: Лавриновка
be: Лаўрынаўка

source: Лавришево
be: Лаўрышава

source: Лавруки
be: Лаўрукі

source: Лавры
be: Лаўры

source: Лавские
be: Лаўскія

source: Лавский Брод
be: Лаўскі Брод

source: Лавстыки
be: Лаўстыкі

source: Лавцуны
be: Лаўцуны

source: Лагвощи
be: Лагвошчы

source: Лаги
be: Лагі

source: Лаговщина
be: Лагаўшчына

source: Лагодовка
be: Лагадаўка

source: Лагодово
be: Лагадава

source: Лагоды
be: Лагады

source: Ладеено
be: Ладзеена

source: Ладеники
be: Ладзенікі

source: Ладетеняты
be: Ладзецяняты

source: Ладиково
be: Ладзікава

source: Ладорож
be: Ладараж

source: Ладосно
be: Ладасна

source: Ладыжено
be: Ладыжана

source: Ладыжин
be: Ладыжын

source: Лазарев
be: Лазараў

source: Лазаревичи
be: Лазаравічы

source: Лазаревка
be: Лазараўка

source: Лазарево
be: Лазарава

source: Лазари
be: Лазары

source: Лазаришки
be: Лазарышкі

source: Лазнище
be: Лазьнішча

source: Лазовики
be: [Лазавікі, Лазовікі]

source: Лазовичи
be: Лазавічы

source: Лазовка
be: Лазоўка

source: Лазовцы
be: Лазаўцы

source: Лазуки
be: Лазукі

source: Лазырки
be: Лазыркі

source: Лазьё
be: Лаззё

source: Лазюки
be: Лазюкі

source: Лайково
be: Лайкова

source: Лайковщина
be: Лайкоўшчына

source: Лакетчино
be: Лакетчына

source: Лакиновцы
be: Лакінаўцы

source: Лакисово
be: Лакісава

source: Лаконовщина
be: Лаканаўшчына

source: Лакутишки
be: Лакуцішкі

source: Ламбово
be: Ламбава

source: Ламинщина
be: Ламіншчына

source: Ламти
be: Ламці

source: Ланевичи
be: Ланявічы

source: Ланковщина
be: Ланкаўшчына

source: Ланцевичи
be: Ланцавічы

source: Ланьково
be: Ланькаў

source: Лапейки
be: Лапейкі

source: Лапеневцы
be: Лапенеўцы

source: Лапени
be: Лапені

source: Лапещино
be: Лапешчына

source: Лапино
be: Лапіна

source: Лапинцы
be: Лапінцы

source: Лапировщина
be: Лапыроўшчына

source: Лапицкие
be: Лапіцкія

source: Лапичи
be: Лапічы

source: Лапишки
be: Лапішкі

source: Лапки
be: Лапкі

source: Лаплино
be: Лапліна

source: Лапоровичи
be: Лапаравічы

source: Лапоси
be: Лапосі

source: Лаппы
be: Лапы

source: Лаптёвка
be: Лапцёўка

source: Лапушница
be: Лапушніца

source: Лариновка
be: Ларынаўка

source: Ларищево
be: Ларышчава

source: Ларковцы
be: Ларкаўцы

source: Ларьяново
be: Лар’янава

source: Ласица
be: Ласіца

source: Ласицк
be: Ласіцк

source: Ласицковщина
be: Ласіцкаўшчына

source: Ласковщина
be: Ласкаўшчына

source: Ласовичи
be: Ласавічы

source: Ластовичи
be: Ластавічы

source: Ластовки
be: Ластаўкі

source: Ластовщина
be: Ластаўшчына

source: Ластоянцы
be: Ластаянцы

source: Ластригино
be: Ластрыгіна

source: Ласькие
be: Ласькія

source: Латановка
be: Латанаўка

source: Латвели
be: Латвелі

source: Лати
be: Лаці

source: Латково
be: Латкова

source: Латколония
be: Латкалонія

source: Латроща
be: Латрошча

source: Латушки
be: Латушкі

source: Латыговка
be: Латыгаўка

source: Латыгово
be: Латыгава

source: Латыголичи
be: Латыгалічы

source: Латыголь
be: Латыгаль

source: Латышево
be: Латышова

source: Латышёво
be: Латышова

source: Латыши
be: Латышы

source: Латышки
be: Латышкі

source: Латышово
be: Латышова

source: Латышонки
be: Латышонкі

source: Латыщино
be: Латышчына

source: Лахи
be: Лахі

source: Лаховичи
be: Лахавічы

source: Лаховка
be: Лахаўка

source: Лашевичи
be: [Лашавічы, Лашэвічы]

source: Лашуки
be: Лашукі

source: Лебартово
be: Лебартова

source: Лебеда
be: Лебяда

source: Лебедев
be: Лебедзеў

source: Лебедёвка
be: Лебядзёўка

source: Лебедево
be: Лебедзева

source: Лебеди
be: Лебядзі

source: Лебединец
be: Лебядзінец

source: Лебёдка
be: Лябёдка

source: Лебедники
be: Лебеднікі

source: Лебедянка
be: Лебядзянка

source: Лебежаны
be: Лебяжаны

source: Левады
be: Лявады

source: Леваши
be: Левашы

source: Левданщина
be: Ляўданшчына

source: Левки
be: Ляўкі

source: Левковичи
be: Леўкавічы

source: Левково
be: Ляўкова

source: Левковщина
be: Ляўкоўшчына

source: Лёвковщина
be: Лёўкаўшчына

source: Левое
be: Левае

source: Левши
be: Ляўшы

source: Легавцы
be: Лягаўцы

source: Легаты
be: Лягаты

source: Легезы
be: Лягезы

source: Ледвени
be: Лядзвені

source: Ледешня
be: Лядзешня

source: Ледины
be: Лядзіны

source: Ледневичи
be: Ледневічы

source: Ледники
be: Леднікі

source: Лежайка
be: Ляжайка

source: Лежитковичи
be: Ляжыткавічы

source: Лежневичи
be: Лежневічы

source: Лежневка
be: Лежнеўка

source: Лежни
be: Лежні

source: Лезневичи
be: Лезнявічы

source: Лейки
be: Ляйкі

source: Лейлово
be: Лейлава

source: Лейлубка
be: Лэйлубка

source: Лейчицы
be: Лейчыцы

source: Лекоревка
be: Лекараўка

source: Леликово
be: Лелікава

source: Лелюги
be: Лялюгі

source: Лелюки
be: Лелюкі

source: Лелюшевцы
be: Лялюшаўцы

source: Лелюши
be: Лялюшы

source: Лелянцы
be: Лялянцы

source: Лемешевичи
be: Лемяшэвічы

source: Лемеши
be: Лемяшы

source: Лемна
be: Лямна

source: Лемники
be: Лемнікі

source: Лемница
be: [Лемніца, Лямніца]

source: Ленёвка
be: Лянёўка

source: Ленин
be: Ленін

source: Ленина
be: Леніна

source: Лениндар
be: Леніндар

source: Ленинец
be: Ленінец

source: Ленино
be: Леніна

source: Ленинск
be: Ленінск

source: Ленинский
be: Ленінскі

source: Ленинцы
be: Ленінцы

source: Ленковщина
be: Ленкаўшчына

source: Леновичи
be: Ленавічы

source: Ленок
be: Лянок

source: Ленполье
be: Ленполле

source: Лентишки
be: [Ленцішкі, Лянцішкі]

source: Леньки
be: Ленькі

source: Леньковичи
be: [Ленькавічы, Леньковічы]

source: Леомполье
be: Леамполле

source: Леонардово
be: Леанардава

source: Леонишено
be: Лявонішына

source: Леонки
be: Лявонкі

source: Леонковичи
be: Лявонкавічы

source: Леоновичи
be: Лявонавічы

source: Леоновка
be: Лявонаўка

source: Леоново
be: [Леванова, Лявонава]

source: Леонполь
be: Лявонпаль

source: Леонполье
be: Леанполле

source: Леонтьевичи
be: Лявонцавічы

source: Леонцы
be: Лявонцы

source: Леошки
be: [Леашкі, Лявошкі]

source: Лепешки
be: Ляпешкі

source: Леплёвка
be: Ляплёўка

source: Лепляне
be: Ляпляне

source: Лёповщина
be: Лёпаўшчына

source: Лесань
be: Лясань

source: Лесец
be: Лясец

source: Лесино
be: Лесіна

source: Лесины
be: Лясіны

source: Лесище
be: Лясішча

source: Лески
be: [Лескі, Ляскі]

source: Лесковичи
be: [Лескавічы, Лясковічы]

source: Лесковка
be: [Лескаўка, Ляскоўка]

source: Лесково
be: [Лескава, Ляскова]

source: Лесная
be: Лясная

source: Лесная Поляна
be: Лясная Паляна

source: Лесневщина
be: Ляснеўшчына

source: Лесники
be: Леснікі

source: Лесниково
be: Леснікова

source: Лесница
be: Лясніца

source: Лесництво
be: Лясніцтва

source: Лесничие
be: Ляснічыя

source: Лесное
be: Лясное

source: Лесной
be: Лясны

source: Лесные
be: Лясныя

source: Лесные Дворищи
be: Лясныя Дворышчы

source: Лесняки
be: Леснякі

source: Лесовая Буда
be: Лесавая Буда

source: Лесовня
be: Лесаўня

source: Лесово
be: Лесава

source: Лесовые
be: Лесавыя

source: Лесовый
be: Лесавы

source: Лесогорская
be: Лесагорская

source: Лесок
be: Лясок

source: Лесхоз
be: Лясгас

source: Летенец
be: Леценец

source: Летешин
be: Лецяшын

source: Лётки
be: Лёткі

source: Летковщина
be: Леткаўшчына

source: Летники
be: Летнікі

source: Летовище
be: Летавішча

source: Летяги
be: Ляцягі

source: Леушовщина
be: Левушоўшчына

source: Лецищи
be: Лецішчы

source: Лецковщина
be: Лецкаўшчына

source: Лешево
be: Лешава

source: Лёшково Село
be: Лёшкава Сяло

source: Лешница
be: Лешніца
